##
#Intro																					
#연출	문자		사운드	이미지									대기		연출 관련					일본어	중국어
#	화자	대화 내용	화일명	위치	머리말	몸체	눈1	눈2	입1	입2	머리	연출	방법	시간	시간	감마	컬러	진폭	주기	대화 내용	대화내용
[0000]
Action=$mainbgm
Speaker=
Text=
Sound=
Position=
Image=
Body=
Eye1=
Eye2=
Mouth1=
Mouth2=
Hair=
Effect=
Wait=
WaitTime=
EffectTime=
EffectGamma=
EffectColor=
EffectAmpl=
EffectFreq=
TextJpn=
TextChn=
[0001]
Action=wideon
Speaker=
Text=
Sound=
Position=
Image=
Body=
Eye1=
Eye2=
Mouth1=
Mouth2=
Hair=
Effect=
Wait=wait
WaitTime=500
EffectTime=500
EffectGamma=1
EffectColor=-16777216
EffectAmpl=
EffectFreq=
TextJpn=
TextChn=
[0002]
Action=
Speaker=타이
Text= 야아, {pname}, 오랜만이야! 이번에 승급시험을 보는 신입이라는게 너였구나. 그래, 실력 테스트 감독은 나야.  
Sound=
Position=1
Image=TaiBody00
Body=_1
Eye1=_SmileEye
Eye2=_FlickerEye01
Mouth1=_TalkMouth00
Mouth2=_SmileMouth
Hair=_Hair
Effect=
Wait=wait
WaitTime=
EffectTime=
EffectGamma=
EffectColor=
EffectAmpl=
EffectFreq=
TextJpn=やあ、 {pname}、久しぶり！今回昇級試験を受ける新入りってお前だったのか。そう、実力テストの監督は僕だ。
TextChn= 嗨, {pname}, 好久不见了! 这次参加晋升考试的新佣兵就是你吗？非常好，测试你实力的监考官就是我！  
[0003]
Action=
Speaker=타이
Text= 뭐, 대장으로서 우리 용병단의 신입 용병 능력도 확인해 볼 겸, 그리고 안면도 틀 겸 내가 하고 있는거지. 
Sound=
Position=1
Image=TaiBody00
Body=_1
Eye1=_FlickerEye00
Eye2=_FlickerEye01
Mouth1=_TalkMouth00
Mouth2=_SmileMouth
Hair=_Hair
Effect=
Wait=wait
WaitTime=
EffectTime=
EffectGamma=
EffectColor=
EffectAmpl=
EffectFreq=
TextJpn=団長として傭兵団に新しく入る傭兵の能力を確認するついでに、顔合わせも兼ねて僕がしているのさ。
TextChn= 恩,作为团长顺便考核一下我们佣兵团的实力，还有熟悉一下新兵，所以就由我来负责了。 
[0004]
Action=
Speaker=타이
Text= 자, 그럼 이제 승급 시험에 대해 설명해줄께. 
Sound=
Position=1
Image=TaiBody00
Body=_2
Eye1=_FlickerEye00
Eye2=_FlickerEye01
Mouth1=_TalkMouth00
Mouth2=_SmileMouth
Hair=_Hair
Effect=
Wait=wait
WaitTime=
EffectTime=
EffectGamma=
EffectColor=
EffectAmpl=
EffectFreq=
TextJpn=早速だけど、昇級試験について説明するよ。
TextChn=好，那么给你简单说明一下晋升考试。
[0005]
Action=
Speaker=타이
Text=규칙은 간단해. 나타나는 적들을 물리치며 도착지까지 가면 되는거지. 
Sound=
Position=1
Image=TaiBody00
Body=_2
Eye1=_FlickerEye00
Eye2=_FlickerEye01
Mouth1=_TalkMouth00
Mouth2=_TalkMouth01
Hair=_Hair
Effect=
Wait=wait
WaitTime=
EffectTime=
EffectGamma=
EffectColor=
EffectAmpl=
EffectFreq=
TextJpn=ルールは簡単。現れる敵を撃破しながらゴールまで行けばいいのさ。簡単だろ？
TextChn=规则很简单，只要打败出现的敌人后到达目的地就可以了。
[0006]
Action=
Speaker=타이
Text= 적들은 자미로 로봇 병사들을 좀 다운 튜닝해서 배치한거라 니가 위험해지면 우리쪽 기술자들이 바로 멈출테니까, 너무 걱정하지 마. 그럼, 시작하자. 
Sound=
Position=1
Image=TaiBody00
Body=_2
Eye1=_FlickerEye00
Eye2=_FlickerEye01
Mouth1=_TalkMouth00
Mouth2=_TalkMouth01
Hair=_Hair
Effect=
Wait=wait
WaitTime=
EffectTime=
EffectGamma=
EffectColor=
EffectAmpl=
EffectFreq=
TextJpn=敵はジャミロ兵を少しダウンチューニングして配置したものだから、危なくなったらうちの技術者たちがすぐに止める。だからそれほど心配はいらないよ。始めよう。
TextChn=对手是捕获的扎米洛机械士兵，虽然我们将他们的作战能力调低了一些，但是一旦你有危险，这里的技术人员马上就会将他们停止，所以不要太过担心。好，我们开始吧。
[0007]
Action=fadeout
Speaker=
Text=
Sound=
Position=
Image=
Body=
Eye1=
Eye2=
Mouth1=
Mouth2=
Hair=
Effect=
Wait=
WaitTime=
EffectTime=2000
EffectGamma=0.3
EffectColor=-1
EffectAmpl=
EffectFreq=
TextJpn=
TextChn=
[0008]
Action=clear
Speaker=
Text=
Sound=
Position=
Image=
Body=
Eye1=
Eye2=
Mouth1=
Mouth2=
Hair=
Effect=
Wait=
WaitTime=
EffectTime=
EffectGamma=
EffectColor=
EffectAmpl=
EffectFreq=
TextJpn=
TextChn=
[0009]
Action=fadein
Speaker=
Text=
Sound=
Position=
Image=
Body=
Eye1=
Eye2=
Mouth1=
Mouth2=
Hair=
Effect=
Wait=
WaitTime=
EffectTime=2000
EffectGamma=0.3
EffectColor=-1
EffectAmpl=
EffectFreq=
TextJpn=
TextChn=
[0010]
Action=wideoff
Speaker=
Text=
Sound=
Position=
Image=
Body=
Eye1=
Eye2=
Mouth1=
Mouth2=
Hair=
Effect=
Wait=
WaitTime=
EffectTime=
EffectGamma=
EffectColor=
EffectAmpl=
EffectFreq=
TextJpn=
TextChn=
